Repository: coolo/webyast
Catalog: plugins/mailsetting/locale/*/webyast-mail.po
Languages: fr

source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

source: Mail settings have been written.
fr: Les paramètres de messagerie ont été écrits.

source: Test mail was sent to %s.
fr: Un message électronique de test a été envoyé à %s.

source: Error while saving mail settings: %s
fr: Erreur lors de l'enregistrement des paramètres de messagerie : %s

source: No outgoing mail server is set, but administrator has mail forwarders defined. Change %s<i>administrator</i>%s or %s<i>mail</i>%s configuration.
fr: Aucun serveur de messagerie sortant n'est configuré mais des redirecteurs de messagerie sont définis pour l'administrateur. Modifiez la configuration de l'%s<i>administrateur</i>%s ou de la %s<i>messagerie</i>%s.

source: Please wait
fr: Veuillez patienter

source: The passwords do not match.
fr: Les mots de passe ne correspondent pas.

source: Enter a valid e-mail address.
fr: Saisissez une adresse électronique valide.

source: Enter a valid domain name or an IP address.
fr: Entrez un nom de domaine ou une adresse IP valide.

source: Mail Settings
fr: Paramètres de messagerie

source: Outgoing mail server
fr: Serveur de messagerie sortant

source: Use secure connection (TLS)
fr: Utiliser une connexion sécurisée (TLS)

source: Never
fr: Jamais

source: If available
fr: Si disponible

source: Always
fr: Toujours

source: User name
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Confirm password
fr: Confirmer le mot de passe

source: Send test mail to
fr: Envoyer un message électronique de test à

source: Send Mail
fr: Envoyer un message électronique

source: Manage outgoing mail settings
fr: Gérer les paramètres du courrier sortant

source: It was not possible to retrieve the full hostname of the machine. If the mail could not be delivered, consult the network and/or mail configuration with your network administrator.
fr: La récupération du nom d'hôte entier de la machine a échoué. Si le message n'a pas pu être transmis, vérifiez le réseau et/ou la configuration de la messagerie avec votre administrateur réseau.

source: Mail configuration test not confirmed
fr: Test de configuration de messagerie non confirmé

source: While configuring mail, a test mail was sent to %s . Was the mail delivered to this address?<br>If so, confirm it by pressing the button. Otherwise check your mail configuration again.
fr: Lors de la configuration de la messagerie, un message de test a été envoyé à %s. Le message est-il parvenu à cette adresse ?<br>Si oui, confirmez la réception en appuyant sur le bouton. Si non, revérifiez la configuration de votre messagerie.

source: Test mail received
fr: Message de test reçu
